let reqHead = "https://nav.xiaozaiz.xyz/K/blog"

let Contents_index = [
    ["线程安全问题","2023-06-28",""],
    ["ThreadLocal原理与实战","2023-06-28",""],
    ["确定线程池的线程数","2023-06-28",""],
    ["Java线程池","2023-06-28",""],
    // ["Java高并发核心编程（卷2）","2023-06-27",""],
    ["Java（内部类）","2023-06-27",""],
    ["多线程","2023-06-27",""],
    ["Redis（达人探店）","2023-06-26",""],
    ["Redis（优惠卷）","2023-06-24",""],
    ["RabbitMQ","2023-06-19",""],
    ["文件（分片）","2023-06-15",""],
    ["前后端Long精丢失问题","2023-06-15",""],
    ["Redis缓存封装","2023-06-15",""],
    ["Redis（登录）","2023-06-14",""],
    ["统一返回结果（Result）","2023-06-14",""],
    ["Redis","2023-06-12",""],
    ["Redis安装说明","2023-06-12",""]
]



