let reqHead = "https://nav.xiaozaiz.xyz/K/blog"

let Contents_index = [
    // [
    //     "MySQL架构",
    //     "2023-06-18","数据库/","MySQL/"],
    // [
    //     "数据库",
    //     "2023-06-18","数据库/",""],
    // [
    //     "Java对象结构与内置锁",
    //     "2023-06-28","Java/","内置锁/"],
    [
        "序列化",
        "2023-06-30","Java/","Java/"],
    [
        "原子类型",
        "2023-06-30","Java/","内置锁/"],
    [
        "Java内置锁",
        "2023-06-30","Java/","内置锁/"],
    [
        "synchronized关键字",
        "2023-06-28","Java/","内置锁/"],
    [
        "线程安全问题",
        "2023-06-28","Java/","内置锁/"],
    [
        "ThreadLocal原理与实战",
        "2023-06-28","Java/","多线程/"],
    [
        "ThreadPoolExecutor",
        "2023-06-28","Java/","多线程/"],
    [
        "Java线程池",
        "2023-06-28","Java/","多线程/"],
    [
        "Java高并发核心编程（卷2）",
        "2023-06-27","Java/","多线程/"],
    [
        "多线程","2023-06-27",
        "Java/","多线程/"],
    [
        "Java（内部类）",
        "2023-06-27","",""],
    [
        "Redis（达人探店）",
        "2023-06-26","Java/","Redis/"],
    [
        "Redis（优惠卷）",
        "2023-06-24","Java/","Redis/"],    
    [
        "RabbitMQ",
        "2023-06-19","",""],
    [
        "文件（分片）",
        "2023-06-15",""],
    [
        "前后端Long精丢失问题",
        "2023-06-15","",""],
    [
        "Redis缓存封装",
        "2023-06-15","Java/","Redis/"],
    [
        "Redis（登录）",
        "2023-06-14","Java/","Redis/"],
    [
        "统一返回结果（Result）",
        "2023-06-14","",""],
    [
        "Redis",
        "2023-06-12","Java/","Redis/"],
    [
        "Redis安装说明",
        "2023-06-12","Java/","Redis/"]
]



